/* No comment provided by engineer. */
"Are you sure you want to remove these languages? You will not be able to restore them without reinstalling OS X." = "Är du säker på att du vill ta bort dess språk? Du kan inte återfå dem utan att installera om OS X.";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Canceling operation..." = "Avbryter operationen…";

/* No comment provided by engineer. */
"Cannot remove all languages" = "Kan inte ta bort alla språk";

/* No comment provided by engineer. */
"Continue" = "Fortsätt";

/* No comment provided by engineer. */
"Current architecture: %@" = "Current architecture: %@";

/* No comment provided by engineer. */
"Files removed. Space saved: %@." = "Språkresurser borttagna. Space saved: %@.";

/* No comment provided by engineer. */
"Finished removing files" = "Finished removing files";

/* No comment provided by engineer. */
"locale_md" = "moldaviska";

/* No comment provided by engineer. */
"Monolingual finished" = "Monolingual finished";

/* No comment provided by engineer. */
"Monolingual is stopping without making any changes. Your OS has not been modified." = "Monolingual avbryter utan att göra några ändringar. Ditt operativsystem har inte ändrats.";

/* No comment provided by engineer. */
"Monolingual started" = "Monolingual started";

/* No comment provided by engineer. */
"Nothing done" = "Ingenting gjort";

/* No comment provided by engineer. */
"Permission Error" = "Behörighetsfel";

/* No comment provided by engineer. */
"Removal cancelled" = "Borttagning avbröts";

/* No comment provided by engineer. */
"Removal completed" = "Borttagning klar";

/* No comment provided by engineer. */
"Removing %@…" = "Tar bort %@…";

/* No comment provided by engineer. */
"Removing all languages will make OS X inoperable. Please keep at least one language and try again." = "Om du tar bort alla språk kommer du inte kunna använda OS X. Var vänlig att behålla ett språk och försök igen.";

/* No comment provided by engineer. */
"Removing architecture from universal binary" = "Removing architecture from universal binary";

/* No comment provided by engineer. */
"Removing..." = "Tar bort…";

/* No comment provided by engineer. */
"Started removing files" = "Started removing files";

/* No comment provided by engineer. */
"Stop" = "Stopp";

/* No comment provided by engineer. */
"You are about to delete the English language files. Are you sure you want to do that?" = "You are about to delete the English language files. Are you sure you want to do that?";

/* No comment provided by engineer. */
"You cancelled the removal. Some files were erased, some were not. Space saved: %@." = "Du avbröt borttagningen. Vissa filer blev borttagna, vissa inte. Space saved: %@.";

/* No comment provided by engineer. */
"You entered an incorrect administrator password." = "Du skrev in ett ogiltigt administratörslösenord.";

/* No comment provided by engineer. */
"Failed to install helper utility." = "Failed to install helper utility.";
